{
  "LazyVim": { "branch": "main" },
  "SchemaStore.nvim": { "branch": "main" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "code-playground.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "easy-dotnet.nvim": { "branch": "main" },
  "edgy.nvim": { "branch": "main" },
  "endpoint.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "hex.nvim": { "branch": "master" },
  "jj-diffconflicts": { "branch": "main" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-vitest": { "branch": "main" },
  "neotest-vstest": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "roslyn.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "sidekick.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
